Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/vuotuismuutto.html.tmx
Source language: fin
Languages: smn

source: Elinkeinot
smn: Iäláttâsah

source: Vuotuismuutto
smn: Varriistâllâm

source: Kalastus
smn: Kuálástus

source: Poronhoito
smn: Puásuituálu

source: Inarinsaamelaiset ovat harjoittaneet vuotuismuuttoa (inarinsaameksi varriistâllâm) merkittävässä määrin toiseen maailmansotaan asti.
smn: Anarâšah láá varriistâllâm iäljárávt nube maailmsuáđi räi. Juo talle varriistâllâm tábáhtui iänááš kesipääihi já tälvipääihi kooskâ.

source: I. Itkosen, Ilmari Itkosen ja Samuli Paulaharjun muistiinpanot viime vuosisadan ensimmäisiltä vuosikymmeniltä kertovat, että monipolvisempaa vuotuiskiertoakin on harjoitettu.
smn: I. Itkosii, Ilmari Itkosii já Samuli Paulahaarju pajasmiärkkumeh moonnâm ihečyeđe vuosmuin ihelovvoin muštâleh, et varriistâllâm lii lamaš meiddei maaŋgâuásásâš.

source: Joillakin kerrotaan olleen jopa kuusi eri asuinpaikkaa käsittänyt reitti.
smn: Muštâluvvoo, et motomijn lijjii lamaš joba kuttâ-uv sierânâs aassâmsaje ihásávt.

source: Kerrotaan tällaista reittiä muuttaneen perheen päämiehen sanoneen, että helpompaa on muuttaa suuri perhe paikasta toiseen kuin huolehtia perheen ruoan hankinnasta ja kuljettamisesta pyytöpaikoilta ja –vesiltä yhdelle asuinpaikalle.
smn: Muštâluvvoo, et tággáár varriistâllâmkiäinu jottáám perruu uáiváámus lâi pahudâm, et lii älkkeb sirdeđ stuorrâ perruu pääihist nuubán, ko anneeđ huolâ perruu purrâmâš hahâmist já fievridmist pivdosoojijn já -čaasijn oovtâ aassâmsajan.

source: Kesä- ja talvipaikan sijaintiin vaikuttivat tietysti perinteiset sukualueet Inarissa.
smn: Kesi- já tälvipääihi sajan vaikuttii tiäđust-uv ärbivuáváliih suhâkuávlu h Anarist.

source: Kesäpaikka sijaitsi Inarijärven rannalla – avoimilla niemillä tai saarissa, mutta myös muiden suurten järvien rannoilla oli perheiden kesäpaikkoja.
smn: Kesipäikki lâi Aanaarjäävri riddoost – jolgâ njaargâin tâi suolluin, mut meiddei eres javrij riddoin lijjii perrui kesipääihih.

source: Talvipaikka valittiin suojaiselta metsäseudulta, läheltä porojen talvilaitumia.
smn: Tälvipäikki väljejui suáijáás vyevdikuávlust, alda poccui tälvikuátumijd.

source: Pettupuiden saannillakin oli merkitystä talvipaikan valinnassa.
smn: Kuolmâsmuorâi finnim-uv vaikuttij tälvipääihi valjiimân.

source: Jotkut ajattelivat myös turvallisuutta ja halusivat talvipaikan kätkeytyvän hyvin ympäröivään erämaahan.
smn: Motomeh jurdâččii meiddei torvolâšvuođâ já halijdii, et tälvipäikki kolgâččij leđe pyereest čiävást pirrâs iähtun. Varriistâllâm jotkui táálui vuáđudem maŋa

source: Kun perinteisiä sukualueita on haettu kruununtiloiksi, on näihin usein sisällytetty sekä kesä- että talvipaikka, ja vuotuismuutoa eli ”varrimista” on jatkettu myös tilojen perustamisen jälkeen.
smn: Ko ärbivuáváliih suhâkuávluh lijjii uuccum ruuvnâtáállun, lijjii toid siskáldittum meiddei kesi- já tälvipääihih, já varriistâllâm jotkui meiddei táálui vuáđudem maŋa.

source: Kesä- ja talvipaikkojen väli ei useinkaan ole ollut juuri viittä kilometriä pidempi.
smn: Kesi- já tälvipaihij koskâ ij távjágin lamaš viiđâ kilomeetterist kuhheeb.

source: Ehkä käytännön syyt ovat varhemmin vaikuttaneet siihen, että kesäpaikat ovat olleet tilavia ja hyvin rakennettuja ja pihakentällä on ollut monenlaisia rakennuksia.
smn: Kenski keevâtlâš suujah láá ovdil vaikuttâm toos, et kesipääihih láá lamaš saijaabeh já pyereest huksejum já kiedist láá lamaš maaŋgâlágáneh rakânâsah.

source: Kun inarinsaamelaiset jo 1800-luvulla omaksuivat suomalaisilta uudisasukkailta karjanpidon, on sekä kesä- että talvipaikkaan täytynyt rakentaa myös suojat kotieläimille.
smn: Ko anarâšah juo 1800-lovvoost oppii syemmilâš uđâsässein šiiveettuálu, láá nuuvt kesi- ko tälvipaihijd-uv huksejum syejeh šivettáid.

source: Samoin molemmat paikat oli varustettu välttämättömillä taloustarvikkeilla.
smn: Siämmáá náálá láá kuohtuid paihijd uárnejum velttidmettumeh tálutuálutarbâšeh.

source: Muuttamaan lähdettiin usein viimeisillä keleillä, mutta pienimuotoisen maanviljelyksen yleistyttyä lähtöä kesäpaikalle saatettiin pitkittää niin, että peruna ennätettiin kylvää myös talvipaikalle.
smn: Ulmuuh värrejii távjá majemui sijvoi ääigi, mut ko eennâmtuálu mottoom muudon ovdánij, varrim kesipááikán maŋanui tommittáá, et pottáák kiergânij kolvuđ meiddei tälvipááikán.

source: Viime vuosikymmeninä, 1950- ja 1960-luvuilla, kesäpaikalle päästiin muuttamaan sitten, kun lapset pääsivät koulusta kesälomalle.
smn: 1950- já 1960-lovvoin, kesipááikán peesâi varriđ iäskán talle, ko párnááh lijjii peessâm škoovlâst kesiluámun.

source: Jos vesireittiä voitiin käyttää muuttamisessa hyväksi, kuljetettiin veneillä raskaimpia tavaroita ja usein myös pieniä lapsia.
smn: Jis varriđ puovtij časij mield, jođettuvvojii kárbáin lussâduboh tävireh já távjá meiddei uccâ párnááh. Nissoonviehâ jođettii enâmij mield šivettijd puárásub párnáiguin.

source: Vaimoväki kuljetti maitse karjan yhdessä vanhempien lasten kanssa.
smn: Meid kesipaaihijn šoddâduvvojii potákkeh já navrâseh kesitárbui várás.

source: Myös kesäpaikalla kasvatettiin perunaa ja juureksia kesäajan tarpeiksi.
smn: Kiđđâkyeli kuškâdui pieggiis soojijn ko oppeet čoovčâbeln kyeli sälttejui täälvi várás.

source: Pääasiallinen syy muuttamiseen oli pääsy veden ja parempien apajapaikkojen äärelle.
smn: Kesipääihist läddin anarâšah nijttii suoinijd, rokkii já kuškâdii hoošijd, sehe kuccuu jáhálijd.

source: Kevätkalaa kuivattiin tuulisilla paikoilla kun taas syyspuolella kalaa alettiin säilöä talven tarpeisiin suolaamalla.
smn: Tälvisijvoi ääigi táálván vyerkkejum purrâmâšveerkih siämmáá ko syeinih, huáših já jävillimpoh kesittuvvojii kesipääihist já ton pirrâsijn táárbu mield.

source: Kesäpaikasta käsin tehtiin heinät, leikattiin ja kuivattiin järvikortetta sekä nostettiin jäkälää.
smn: Anarâšah láá varriistâllâm Päärtih kuávlust kesi- já tälvipaihij kooskâ ain 1970-lovo räi, majemuuh vala 2000-lovo aalgâkeččin.

source: Asutuksen keskityttyä haja-asutusalueilta kyliin entiset asuinpaikat ovat jääneet suvuille kesäpaikkojen luonteisiksi myös nykypäivänä.
smn: Ko aassâm čokkânškuođij piäđguiaassâmkuávluin čuákkipaihijd, láá ovdiih aassâmsajeh pááccám suvváid taan ääigi kesipäikkisullâsâš aassâmsaijeen.

source: Inka Sarre paistaa kakkua laakakivellä.
smn: Inka Sarre pasa kááhu ráptukeeđgi alne.

source: Inarinsaamelaiset alkoivat siirtyä tupa-asujiksi 1700-luvun lopulla.
smn: Anarâšah sirduuškuottii tupeässen 1700-lovo loopâst.

source: Saijetsien kesäpaikka Nuoran-Juhani Inarin rannalla.
smn: Saijetsij kesipäikki Nyere-Juhháán Aanaarjäävri riddoost.

source: Sammeli Sarren perheen talvipaikka Talvitupalompolo.
smn: Mattii Saammâl (Sammeli Sarre) perruu tälvipäikki Tälvitupeluobâl.
